* Project funds

All units in USD.

** Grants

| Grant        | Start       | Expiry      | Value  |
|--------------+-------------+-------------+--------|
| AI for Earth | August 2019 | August 2022 | 10,000 |

** Funds

| Month   | Description         | Credit |  Debit | Balance |
|---------+---------------------+--------+--------+---------|
| 2020/01 | Opening balance     |        |        |     0.0 |
| 2020/01 | Azure hosting       |        |  90.00 |   -90.0 |
| 2020/01 | AI for Earth grant  |  90.00 |        |     0.0 |
| 2020/01 | AWS Hosting         |        |   5.49 |   -5.49 |
| 2020/02 | Azure hosting       |        | 132.00 | -137.49 |
| 2020/02 | AI for Earth grant  | 132.00 |        |   -5.49 |
| 2020/02 | AWS Hosting         |        |   5.82 |  -11.31 |
| 2020/03 | Azure hosting       |        |  80.00 |  -91.31 |
| 2020/03 | AI for Earth grant  |  80.00 |        |  -11.31 |
| 2020/03 | AWS Hosting         |        |   5.67 |  -16.98 |
| 2020/04 | Azure hosting       |        |  89.00 | -105.98 |
| 2020/04 | AI for Earth grant  |  89.00 |        |  -16.98 |
| 2020/04 | AWS Hosting         |        |   5.55 |  -22.53 |
| 2020/05 | AWS Hosting         |        |   5.66 |  -28.19 |
| 2020/05 | Donation            |  12.19 |        |   -16.0 |
| 2020/05 | Azure hosting       |        | 103.00 |  -119.0 |
| 2020/05 | AI for Earth grant  | 103.00 |        |   -16.0 |
| 2020/05 | Domain registration |        |  13.20 |   -29.2 |
| 2020/06 | AWS Hosting         |        |   6.81 |  -36.01 |
|---------+---------------------+--------+--------+---------|
|         | *Total*             |        |        |  -36.01 |
#+TBLFM: $5='(if (string= @-1 "Balance") 0.00 (* 0.01 (round (* 100 (- (+ (string-to-number @-1) (string-to-number $3))  (string-to-number $4))))))
